[
  {
    "name": "CIVEX",
    "description": "The Commission for Citizenship, Governance, Institutional and External Affairs (CIVEX) is responsible for: migration, integration & asylum, fundamental rights, EU citizenship, security & justice, constitutional affairs, better regulation, external relations, neighbourhood policy, enlargement, development cooperation. It monitors the principles of subsidiarity and proportionality.\r\nCIVEX provides the secretariat for CORLEAP, ARLEM, the Joint Consultative Committees and the Working Groups with enlargement countries, the Ukraine Task Force and the Subsidiarity Monitoring Network.\r\nBesides supporting the members' legislative work and representation activities, CIVEX secretariat organises meetings, hearings and events of its Commission, of the aforementioned bodies, the Subsidiarity Steering Group and Subsidiarity Expert Group, the Assises of decentralised cooperation, coordinates the CoR participation in the REFIT platform and manages the European Portal for Decentralised Cooperation.",
    "commissions": [
      {
        "bodyId": 2018539,
        "name": "6th Mandate - Commission for Citizenship, Governance, Institutional and External Affairs (CIVEX)",
        "short": "6th Mandate - Commission CIVEX",
        "abbreviation": "CIVEX-VI",
        "group": "CIVEX"
      }
    ]
  },
  {
    "name": "COTER",
    "description": "The COTER commission coordinates the framing of the political messages of the European Committee of the Regions in the following areas: economic, social and territorial cohesion; the Structural Funds; spatial planning; urban policy; housing; transport, including TEN-T; macro-regions; territorial cooperation; and regional statistics and indicators. The COTER Working Group on the EU Budget supports the work of the COTER commission in the following fields: annual EU budget; multiannual financial framework; and local and regional finances.\r\nIn addition, COTER is responsible for managing the Platform of European Groupings for Territorial Cooperation (EGTC) and for collecting good practices and exchanging experiences among regions and cities on the collaboration of partner regions and cities. COTER also provides guidance on and runs Territorial Impact Assessments (TIA), strengthening the evidence base of the CoR's political work on the impact of EU legislation at local and regional level.",
    "commissions": [
      {
        "bodyId": 2018537,
        "name": "6th Mandate - Commission for Territorial Cohesion Policy and EU Budget (COTER)",
        "short": "6th Mandate  - Commission COTER",
        "abbreviation": "COTER-VI",
        "group": "COTER"
      }
    ]
  },
  {
    "name": "ECON",
    "description": "The Commission for Economic Policy (ECON) provides support to the legislative and political activity of the Committee of the Regions in the following fields: economic and monetary policy; economic governance; internal market; SME; industrial policy; international trade and tariffs; competition and state aid policy.\r\nECON coordinates the Europe 2020 Monitoring Platform, which aims at collecting good practices and exchanging experiences among local and regional authorities on the implementation of the E2020 strategy. Since 2013, the Platform also monitors the involvement of local authorities in the European Semester process.\r\nECON is responsible as well for the annual European Entrepreneurial Regions (EER) award initiative.",
    "commissions": [
      {
        "bodyId": 2018602,
        "name": "6th Mandate - Commission for Economic Policy (ECON)",
        "short": "6th Mandate - Commission ECON",
        "abbreviation": "ECON-VI",
        "group": "ECON"
      }
    ]
  },
  {
    "name": "ENVE",
    "description": "The Commission for the Environment, Climate Change and Energy (ENVE) is responsible for the fields of climate change adaptation and mitigation; renewable energy; environment policy; trans-European networks in the energy sector; new energy policies; and space policy for territorial development (Galileo, GMES/Copernicus and related issues).\r\nENVE secretariat prepares and provides high-quality support to the members on all content-related, political and procedural issues in the policy areas for which ENVE is responsible. The secretariat coordinates the strategic planning, implementation and follow-up of this consultative work for the other EU institutions and closely monitors its impact.\r\nIts secretariat assists members in drawing up ENVE opinions, supporting the political process within the Bureau and Plenary Session, and is responsible for preparing follow-up and impact evaluation activities. It organises commission meetings and external events in the relevant policy fields.",
    "commissions": [
      {
        "bodyId": 2018541,
        "name": "6th Mandate - Commission for the Environment, Climate Change and Energy (ENVE)",
        "short": "6th Mandate - Commission ENVE",
        "abbreviation": "ENVE-VI",
        "group": "ENVE"
      }
    ]
  },
  {
    "name": "NAT",
    "description": "The Commission for natural Resources (NAT) is responsible for the fields of: rural development, maritime and fisheries policies, civil protection, health policy, food, consumer protection and tourism.\r\nThe NAT commission secretariat delivers high-quality advice to the members of the NAT commission on all content-related, political and procedural questions in the policy areas for which NAT is responsible. The secretariat is responsible for ensuring good follow-up to all policy recommendations made by NAT members to the EU institutions and for preparing the strategic planning of the work of the NAT commission to seek to achieve the required impact in the key policy areas.\r\nThe NAT secretariat assists members with drawing up NAT opinions, supporting the political process within the Bureau and Plenary Session, and is responsible for preparing the follow-up and impact evaluation activities.",
    "commissions": [
      {
        "bodyId": 2018540,
        "name": "6th Mandate - Commission for Natural Resources (NAT)",
        "short": "6th Mandate - Commission NAT",
        "abbreviation": "NAT-VI",
        "group": "NAT"
      }
    ]
  },
  {
    "name": "SEDEC",
    "description": "The Commission for Social Policy, Education, Employment, Research and Culture (SEDEC) prepares the work of the Committee so that it can play its advisory role in the EU legislative and political process. It supports the drawing up of the CoR' political messages in the fields of: employment and social policy (Social); education, culture, youth, sport and multilingualism (Education); innovation, R&D and smart specialisation (Innovation); the digital agenda, ICT networks and the information society (Digital); and audiovisual and media-related technologies (Audiovisual).\r\nThe SEDEC secretariat supports SEDEC members in drawing up opinions and it follows up their impact. It supports the political process within the Bureau and Plenary Session. It organises commission meetings and external events in the relevant policy fields. It is also responsible for managing the research programme/studies of Directorate C. ",
    "commissions": [
      {
        "bodyId": 2018603,
        "name": "6th Mandate - Commission for Social policy, Education, Employment, Research and Culture (SEDEC)",
        "short": "6th Mandate - Commission SEDEC",
        "abbreviation": "SEDEC-VI",
        "group": "SEDEC"
      }
    ]
  }
]